Repository: raf93278/Captain-Tsubasa
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: pl

source: <cancel>Exit
pl: <cancel>Wyjście

source: <decide>/<cancel>Back <rep ⑯>Scroll
pl: <decide>/<cancel>Cofnij <rep ⑯>Scroll

source: <decide>/<cancel>Back <rep ⑰>Select
pl: <decide>/<cancel>Cofnij <rep ⑰>Select

source: <decide>: Advance <rep ④>: Auto Start <rep other_touch>: Hide Window <scale 120%><rep ⑪></scale>: Menu Screen
pl: <decide>: Zaawansowane <rep ④>: Auto Start <rep other_touch>: Ukryj okno <scale 120%><rep ⑪></scale>: Ekran menu

source: <decide>: Advance <rep ④>: Auto Start <scale 120%><rep ⑪></scale>: Skip
pl: <decide>: Zaawansowane <rep ④>: Auto Start <scale 120%><rep ⑪></scale>: Pomiń

source: <decide>: Advance <rep ④>: Auto Stop <rep other_touch>: Hide Window <scale 120%><rep ⑪></scale>: Pause menu
pl: <decide>: Zaawansowane <rep ④>: Auto Stop <rep other_touch>: Ukryj okno <scale 120%><rep ⑪></scale>: Pauza

source: <decide>: Advance <rep ④>: Auto Stop <scale 120%><rep ⑪></scale>: Skip
pl: <decide>: Zaawansowane <rep ④>: Auto Stop <scale 120%><rep ⑪></scale>: Pomiń

source: <decide>Claim All Rewards <cancel>Back <rep ⑤>/<rep ⑥>Change Category
pl: <decide>Claim All Rewards <cancel>Cofnij <rep ⑤>/<rep ⑥>Change Category

source: <decide>Confirm
pl: <decide>Potwierdź

source: <decide>Confirm <cancel>Back
pl: <decide>Potwierdź <cancel>Cofnij

source: <decide>Confirm <cancel>Back <rep other_touch>Show Game Guide <rep ⑤>/<rep ⑥>Change Category
pl: <decide>Confirm <cancel>Cofnij <rep other_touch>Show Game Guide <rep ⑤>/<rep ⑥>Change Category

source: <decide>Confirm <cancel>Back <rep ③>Claim Login Bonus <rep ⑯>Select
pl: <decide>Confirm <cancel>Cofnij <rep ③>Claim Login Bonus <rep ⑯>Select

source: <decide>Confirm <cancel>Back <rep ③>Show Event Reward <rep ⑰>Select
pl: <decide>Confirm <cancel>Cofnij <rep ③>Show Event Reward <rep ⑰>Select

source: <decide>Confirm <cancel>Back <rep ③>Switch Team <rep ⑤>/<rep ⑥>Change Page <rep ⑰>Skip Displayed Item <rep ⑯>Select
pl: <decide>Confirm <cancel>Cofnij <rep ③>Switch Team <rep ⑤>/<rep ⑥>Change Page <rep ⑰>Skip Displayed Item <rep ⑯>Select

source: <decide>Confirm <cancel>Back <rep ③>Switch Team <rep ⑰>Skip Displayed Item <rep ⑯>Select
pl: <decide>Confirm <cancel>Cofnij <rep ③>Switch Team <rep ⑰>Skip Displayed Item <rep ⑯>Select

source: <decide>Confirm <cancel>Back <rep ④>Check Set Item <rep ⑰>/<rep ⑯>Select
pl: <decide>Confirm <cancel>Cofnij <rep ④>Check Set Item <rep ⑰>/<rep ⑯>Select

source: <decide>Confirm <cancel>Back <rep ④>Show Unlock Conditions <rep ⑰>/<rep ⑯>Select
pl: <decide>Confirm <cancel>Cofnij <rep ④>Show Unlock Conditions <rep ⑰>/<rep ⑯>Select

source: <decide>Confirm <cancel>Back <rep ⑤>/<rep ⑥>Change Category
pl: <decide>Confirm <cancel>Cofnij <rep ⑤>/<rep ⑥>Change Category

source: <decide>Confirm <cancel>Back <rep ⑤>/<rep ⑥>Change Category <rep ③>Adjust Position <rep ④>Move Settings
pl: <decide>Potwierdź <cancel>Back <rep ⑤>/<rep ⑥>Change Category <rep ③>Adjust Position <rep ④>Move Settings

source: <decide>Confirm <cancel>Back <rep ⑤>/<rep ⑥>Change Category <rep ⑰>/<rep ⑯>Select
pl: <decide>Confirm <cancel>Cofnij <rep ⑤>/<rep ⑥>Change Category <rep ⑰>/<rep ⑯>Select

source: <decide>Confirm <cancel>Back <rep ⑳>Rotate <rep ⑰>Change Page <rep ⑯>Select
pl: <decide>Confirm <cancel>Cofnij <rep ⑳>Rotate <rep ⑰>Change Page <rep ⑯>Select

source: <decide>Confirm <rep ③>Set Language
pl: <decide>Potwierdź <rep ③>Wybierz język

source: <decide>Confirm/Cancel <cancel>Back <rep ③>Group Info <rep ⑯>Select
pl: <decide>Potwierdź/Anuluj <cancel>Cofnij <rep ③>Group Info <rep ⑯>Select

source: <decide>Next
pl: <decide>Dalej

source: <decide>Show Player Data <cancel>Back <rep other_touch>Show Game Guide <scale 120%><rep ⑪></scale>Exit Without Registering Player <rep ⑯>Select
pl: <decide>Show Player Data <cancel>Cofnij <rep other_touch>Show Game Guide <scale 120%><rep ⑪></scale>Exit Without Registering Player <rep ⑯>Select

source: <decide>Show Player Data <cancel>Back <rep other_touch>Show Game Guide <scale 120%><rep ⑪></scale>Finish Player Registration <rep ⑯>Select
pl: <decide>Show Player Data <cancel>Cofnij <rep other_touch>Show Game Guide <scale 120%><rep ⑪></scale>Finish Player Registration <rep ⑯>Select

source: <key_set> has been set as the\nbutton layout for Freestyle Matches.\nIt will apply to Freestyle Matches.
pl: <key_set> został ustawiony jako układ przycisków dla meczów Freestyle.\nBędzie to miało zastosowanie do meczów Freestyle.

# <rep other_touch>Show Game Guide <rep ⑦>Skip Tutorial
source: <rep other_touch>Show Game Guide\n<rep ⑦>Skip Tutorial
pl: <rep other_touch>Pokaż przewodnik po grze\n<rep ⑦>Pomiń samouczek

# <rep ①> <rep ④> OPTIONS button Press touch pad R1
source: <rep ①>\n<rep ④>\nOPTIONS button\nPress touch pad\nR1
pl: <rep ①>\n<rep ④>\nPrzycisk OPCJE\nPress touch pad\nR1

source: <rep ⑭>Next
pl: <rep ⑭>Dalej

source: <rep ⑮>Back <cancel>Exit
pl: <rep ⑮>Cofnij <cancel>Wyjście

source: A day later, Nankatsu made the Nationals.
pl: Dzień później Nankatsu dostał się do zawodów krajowych.

source: A new breed of champion!
pl: Nowy rodzaj mistrza!

# A new story, EPISODE: RISING STARS has been added!
source: A new story, EPISODE: RISING STARS has\nbeen added!
pl: Dodano nową historię, EPIZOD: WSCHODĄCE GWIAZDY!

source: A true player shines through!
pl: Prawdziwy gracz błyszczy!

source: ACTION
pl: AKCJA

source: Absolutely.
pl: Absolutnie.

source: Acquired all trophies.
pl: Zdobyto wszystkie trofea.

source: Adjust settings.
pl: Dostosuj ustawienia.

# Advance Dialogue Auto Mode On/Off Display System Menu Skip All Skip Text
source: Advance Dialogue\nAuto Mode On/Off\nDisplay System Menu\nSkip All\nSkip Text
pl: Zaawansowany dialog\nAuto Mode On/Off\nDisplay System Menu\nSkip All\nSkip Text

source: Advance in <league_name>
pl: Awans w <league_name>

source: After a heated final match, it's finally over!
pl: Po emocjonującym meczu finałowym, to już koniec!

# After all our training, Nankatsu won't know what hit 'em.
source: After all our training,\nNankatsu won't know what hit 'em.
pl: Po całym naszym treningu Nankatsu nie będą wiedzieć, co ich trafiło.

source: After all, you did manage to score on me.
pl: W końcu udało ci się strzelić mi gola.

source: After sixty minutes and two halves of fierce\ncompetition, neither team has given an inch!
pl: Po sześćdziesięciu minutach i dwóch połowach zaciętej rywalizacji żadna z drużyn nie ustąpiła ani na krok!

source: All I can say for sure is that they haven't\ngiven up a goal in any match so far.\nThere's no doubt they have a strong defense.
pl: Jedyne, co mogę powiedzieć na pewno to, że do tej pory nie stracili gola w żadnym meczu. Nie ma wątpliwości, że mają silną obronę.

source: All his strength's in this shot!
pl: Cała jego siła tkwi w tym strzale!

source: All players in active team
pl: Wszyscy gracze w aktywnej drużynie

source: All right, Tsubasa.
pl: Dobra, Tsubasa.

# Along with being a Meiwa veteran, he rose to captain on his own merits.
source: Along with being a Meiwa\nveteran, he rose to captain on his own merits.
pl: Oprócz tego, że był weteranem Meiwy, awansował na kapitana dzięki własnym zasługom.

source: Alright folks, the second half of the match\nbetween Nankatsu and Otomo is\nfinally ready to begin!
pl: Druga połowa meczu pomiędzy Nankatsu i Otomo jest gotowa do rozpoczęcia!

source: Alright!
pl: W porządku!

# Alright! Let's keep it up!
source: Alright!\nLet's keep it up!
pl: Dobra!\nDajmy z siebie wszystko!

source: Alright, then we'll cheer our lungs out!
pl: W porządku, więc będziemy wiwatować!

# Alright, good work out there.
source: Alright,\ngood work out there.
pl: OK,\ndobra robota.

# Also, <color F03760>the Custom Player cannot be edited.</color>
source: Also, <color F03760>the Custom Player cannot\nbe edited.</color>
pl: Nie <color F03760>można edytować Custom Player.</color>

source: Although limited to only thirty minutes of play\nper match, he's kept his skills so sharp you'd\nnever know he ever took time off!
pl: Chociaż gra jest ograniczona do zaledwie trzydziestu minut na mecz,\njego umiejętności są tak doskonałe, że nigdy nie dowiesz się,\nczy kiedykolwiek wziął sobie przerwę!

source: Although you are hardcore like that.
pl: Chociaż jesteś hardkorowy.

source: Always...?
pl: Zawsze...?

source: And Hyuga loses control of the ball!
pl: Hyuga stracił kontrolę nad piłką!

# And Hyuga said he wants to pit his fighting spirit against yours.
source: And Hyuga said he wants to pit his fighting spirit\nagainst yours.
pl: Hyuga powiedział, że chce przeciwstawić swojego ducha walki twojemu.

source: And Misugi is finally subbed out!
pl: Misugi w końcu został pokonany!

source: And across the field, led by the young emperor\nKarl Heinz Schneider,\nthe German Jr.
pl: A po drugiej stronie pola, prowadzony przez młodego cesarza\nKarla Heinza Schneidera,\n niemiecki Jr.!

# And at the heart of it is their captain, Matsuyama.
source: And at the heart of it is their captain,\nMatsuyama.
pl: A w centrum tego wszystkiego jest ich kapitan, Matsuyama.

# And considerin' it's a souped-up Neo Drive Shot, it just didn't pack that punch.
source: And considerin' it's a souped-up Neo Drive Shot,\nit just didn't pack that punch.
pl: Biorąc pod uwagę, że jest to ulepszony Neo Drive Shot, nie miał on takiego uderzenia.

# And even then, you still practiced harder than anyone.
source: And even then, you still\npracticed harder than anyone.
pl: Nawet wtedy ćwiczyłeś ciężej niż ktokolwiek inny.

source: And finally, the player chosen by\nthe Player Development Program\nput together just for this tournament!
pl: I wreszcie, zawodnik wybrany przez\nProgram Rozwoju Zawodników,\nprzygotowany specjalnie na ten turniej!

source: And he just keeps getting better.
pl: A on staje się coraz lepszy.

# And he knows we have an early start tomorrow. Gotta give him props, I guess.
source: And he knows we have an early start tomorrow.\nGotta give him props, I guess.
pl: I wie, że jutro mamy wczesny start.

source: And in Tokyo...
pl: A w Tokio...

# And in the end, you'll never be as good as Tsubasa Ozora.
source: And in the end, you'll never be as good as\nTsubasa Ozora.
pl: W końcu nigdy nie będziesz tak dobry jak Tsubasa Ozora.

source: And now, at long last, the two aces clash!
pl: A teraz wreszcie zderzenie dwóch asów!

# And now, let's hear from Tsubasa Ozora, captain of the winning team!
source: And now, let's hear from Tsubasa Ozora,\ncaptain of the winning team!
pl: A teraz posłuchajmy Tsubasy Ozory,\nkapitana zwycięskiej drużyny!

# And our 3rd consecutive finals match with Toho Academy!
source: And our\n3rd consecutive finals match with Toho Academy!
pl: I nasz trzeci z rzędu mecz finałowy z Akademią Toho!

source: And since you're square in the target demographic,\nthe developers want you all to playtest it.
pl: Ponieważ należycie do docelowej grupy demograficznej,\ntwórcy chcą, żebyście wszyscy ją przetestowali.

source: And that means...
pl: I to oznacza, że...

# And that's game! Nankatsu loses!
source: And that's game!\nNankatsu loses!
pl: I to jest gra! Nankatsu przegrywa!

source: And that's the first half!
pl: I to jest pierwsza połowa!

source: And that's the game!
pl: I to jest właśnie ta gra!

# And the one sending him those balls is Narita! Don't underestimate him!
source: And the one sending him those balls is Narita!\nDon't underestimate him!
pl: A wysyła mu te piłki Narita!\nNie lekceważ go!

source: And then Otomo MS is going to Nationals!
pl: A potem MS Otomo pojedzie na zawody krajowe!

source: And then came the finals.
pl: Potem nadszedł finał.

source: And there it is folks!
pl: I oto jest!

source: And there's the whistle!
pl: No i jest gwizdek!

# And thus began the Shizuoka Regional Tournament.
source: And thus began the\nShizuoka Regional Tournament.
pl: W ten sposób rozpoczął się regionalny turniej w Shizuoce.

source: And today is the day we make it happen!
pl: A dzisiaj jest ten dzień, w którym to zrealizujemy!

# And we're going to do it with more goals and giving up fewer points.
source: And we're going to do it\nwith more goals and giving up fewer points.
pl: I zróbmy to strzelając więcej bramek i tracąc jak namniej punktów.

# And while Tsubasa led the club to the championship as captain three years ago,
source: And while Tsubasa led the club to the\nchampionship as captain three years ago,
pl: Podczas gdy Tsubasa poprowadził klub do mistrzostwa jako kapitan trzy lata temu,

# And you two are Hiroshi Jito and Mitsuru Sano, from Hirado Middle School.
source: And you two are Hiroshi Jito and Mitsuru Sano,\nfrom Hirado Middle School.
pl: A wy dwoje to Hiroshi Jito i Mitsuru Sano,\nz Middle School Hirado//.

source: And you've got power.
pl: I masz moc.

source: And, well, I'd like to take him up on that.
pl: I chciałbym się z nim zmierzyć.

source: Anyway, I know I'm making it seem bad, but of\ncourse, it's an incredible shot, make no mistake.
pl: W każdym razie, wiem, że sprawia to złe wrażenie, ale to niesamowity strzał, nie daj się zwieść.

# Anyway, for now I want you focusing on the Middle School Nationals.
source: Anyway, for now I want you focusing on the Middle\nSchool Nationals.
pl: W każdym razie, na razie chcę, abyście skupili się na licealnych mistrzostwach krajowych.

source: Are ya ready?
pl: Jesteś gotowy?

# As a special treat, they referenced your data for the game.
source: As a special treat, they referenced\nyour data for the game.
pl: Jako specjalny dodatek odnieśli się do twoich danych w grze.

# As his physician I can require him to stay here and rest.
source: As his physician I can require him to stay here\nand rest.
pl: Jako jego lekarz mogę wymagać, by tu został i odpoczywał.

source: As if fired up by Misugi's sacrifice, Musashi's\nforwards are making a quick chain of passes!\nThey're making a mockery of Toho's defense!
pl: Podekscytowani poświęceniem Misugiego, napastnicy Musashi wykonują szybką serię podań! Kpią sobie z obrony Toho!

# As in, Misaki who you played side-by-side with in elementary school?
source: As in, Misaki who you played side-by-side with in\nelementary school?
pl: Tak jak Misaki, z którym grałeś ramię w ramię w szkole podstawowej?

# As long as we can get the ball up to me, I can make sure it scores!
source: As long as we can get the ball up to me,\nI can make sure it scores!
pl: Tak długo, jak będziecie w stanie podawać do mnie piłkę, mogę dopilnować, by padł gol!

source: As long as we can keep Tsubasa marked in the\nsecond half too, this is in the bag.
pl: Jeśli uda nam się utrzymać Tsubasę również w drugiej połowie, to będzie w dobrze.

# As promised, the loser has to do whatever the winner says.
source: As promised, the loser has to do whatever the\nwinner says.
pl: Zgodnie z obietnicą, przegrany musi zrobić wszystko, co powie zwycięzca.

source: As teams whose players have mostly struggled\nas one since elementary school, they are\ndistinguished by their outstanding teamwork.
pl: Jako drużyny, których gracze w większości zmagali\nsię ze sobą od czasów szkoły podstawowej, wyróżniają się wyjątkową pracą zespołową.

source: Assist Mode
pl: Tryb asysty

source: Assist Mode makes players more formidable.
pl: Tryb asysty sprawia, że ​​gracze są potężniejsi.

source: Astounding...
pl: Zdumiewające...

source: At eleven, his move to the city of Nankatsu\nwould be the catalyst\nfor two fateful encounters.
pl: W wieku jedenastu lat jego przeprowadzka do miasta Nankatsu\nstała się katalizatorem\ndwóch pamiętnych spotkań.

source: At long last, Nationals...
pl: Nareszcie, zawody krajowe...

source: At the same time, Otomo MS hardened their\ndefenses with Urabe, Nakayama, Kishida, and\nNishio, known as the "Otomo Quartet."
pl: W tym samym czasie MS Otomo wzmocniło swoją obronę wraz z Urabe, Nakayamą, Kishidą i Nishio, znanymi jako „Kwartet Otomo”.

source: At this rate, Takeshi and Wakashimazu and your\nother teammates will lose faith in you.
pl: W takim tempie Takeshi, Wakashimazu i inni\nczłonkowie twojej drużyny stracą w ciebie wiarę.

source: Aw, don't be like that.
pl: Nie bądź taki.

source: Awesome!
pl: Super!

source: B-But--!
pl: Ale...!

source: BACK
pl: COFNIJ

source: Back at Nationals, they were noted to strike\na good balance between offense and defense.
pl: Zauważono, że podczas zawodów krajowych udało im się zachować dobrą równowagę pomiędzy atakiem i obroną.

source: Background Settings
pl: Ustawienia tła

# Background: Azumaichi MS Wallpapers you can use on the menu screen.
source: Background: Azumaichi MS\n \nWallpapers you can use on the\nmenu screen.
pl: Tło: MS Azumaichi\n \nTapety, których można używać na ekranie\nmenu.

# Background: Furano MS Wallpapers you can use on the menu screen.
source: Background: Furano MS\n \nWallpapers you can use on the\nmenu screen.
pl: Tło: MS Furano\n \nTapety, których można używać na ekranie\nmenu.

# Background: Hanawa MS Wallpapers you can use on the menu screen.
source: Background: Hanawa MS\n \nWallpapers you can use on the\nmenu screen.
pl: Tło: Hanawa MS\n \nWallpapers you can use on the\nmenu screen.

# Background: Hirado MS Wallpapers you can use on the menu screen.
source: Background: Hirado MS\n \nWallpapers you can use on the\nmenu screen.
pl: Tło: MS Hirado\n \nTapety, których można używać na ekranie\nmenu.

# Background: Meiwa Higashi MS Wallpapers you can use on the menu screen.
source: Background: Meiwa Higashi MS\n \nWallpapers you can use on the\nmenu screen.
pl: Tło: MS Meiwa Higashi\n \nTapety, których można używać na ekranie\nmenu.

# Background: Minamiuwa MS Wallpapers you can use on the menu screen.
source: Background: Minamiuwa MS\n \nWallpapers you can use on the\nmenu screen.
pl: Tło: MS Minamiuwa\n \nTapety, których można używać na ekranie\nmenu.

# Background: Musashi MS Wallpapers you can use on the menu screen.
source: Background: Musashi MS\n \nWallpapers you can use on the\nmenu screen.
pl: Tło: MS Musashi\n \nTapety, których można używać na ekranie\nmenu.

# Background: Nankatsu MS Wallpapers you can use on the menu screen.
source: Background: Nankatsu MS\n \nWallpapers you can use on the\nmenu screen.
pl: Tło:MS Nankatsu\n \nTapety, których można używać na ekranie\nmenu.

# Background: Otomo MS Wallpapers you can use on the menu screen.
source: Background: Otomo MS\n \nWallpapers you can use on the\nmenu screen.
pl: Tło: MS Otomo\n \nTapety, których można używać na ekranie\nmenu.

# Background: Toho Academy Wallpapers you can use on the menu screen.
source: Background: Toho Academy\n \nWallpapers you can use on the\nmenu screen.
pl: Tło: AkademiaToho\n \nTapety, których można używać na ekranie\nmenu.

# Battle tons of users online with Regular Match.
source: Battle tons of users online with\nRegular Match.
pl: Walcz z mnóstwem użytkowników online\n w regularnych meczach.

source: Be careful, if both you and the opponent are dashing\nwith <rep dribble_hold> when you meet, the ball will be\nstolen.
pl: Uważaj, jak zarówno ty, jak i przeciwnik będziecie\n z dash// <rep dribble_hold>, gdy się spotkacie,\npiłka zostanie przejęta.

source: Be careful.
pl: Ostrożnie.

source: Be cautious.
pl: Zachowajcie ostrożność.

source: Because when it's\nfinals time, I'm going to wipe that smirk\nclean off your face, and teach you defeat!)
pl: Kiedy nadejdzie czas finałów, zetrę ten uśmieszek z twojej twarzy i nauczę cię porażki!)

source: Begin a practice match.
pl: Rozpocznij mecz treningowy.

source: Bit of a different angle, but we've also given\nourselves challenges that we try really hard to\ncomplete.
pl: Nieco z innej perspektywy, ale postawiliśmy sobie również wyzwania, którym naprawdę chcemy sprostać.

source: Blake, it's not all about power!
pl: Blake, nie chodzi tylko o moc!

source: Blake, where do you find that power?
pl: Blake, skąd czerpiesz tę moc?

source: Blocking Tutorials
pl: Samouczki blokowania

# Both teams are neck to neck in the Regional finals!
source: Both teams are neck to neck in the Regional\nfinals!
pl: Obie drużyny idą łeb w łeb w finałach regionalnych!

source: Both teams' players are now taking the field!
pl: Zawodnicy obu drużyn wychodzą na boisko!

source: Bring it on, Nitta!
pl: No dalej, Nitta!

source: Bring it!
pl: Dawaj!

source: Browse tutorials.
pl: Przeglądaj samouczki.

# But I can't figure out what it is. So, I guess I'm stuck again.
source: But I can't figure out what it is.\nSo, I guess I'm stuck again.
pl: Ale nie wiem co. Więc znowu utknąłem.

# But I don't think your most powerful weapon is any of those things.
source: But I don't think your most powerful weapon is any\nof those things.
pl: Ale nie sądzę, by najpotężniejszą bronią była którakolwiek z tych rzeczy.

# But I think I get what it is Jito was trying to say.
source: But I think I get what it is Jito was trying\nto say.
pl: Ale myślę, że rozumiem, co Jito chciał powiedzieć.

# But I'm sure Tsubasa will be just fine, even if they've prepared for him!
source: But I'm sure Tsubasa will be just fine,\neven if they've prepared for him!
pl: Jestem pewien, że Tsubasa sobie poradzi, nawet jeśli się na niego przygotowali!

# But before I decide anything, what did Tsubasa say?
source: But before I decide anything, what did Tsubasa\nsay?
pl: Ale zanim cokolwiek zdecyduję, co\n powiedział Tsubasa?

source: But he completely disappeared from the world of\nsoccer after the National Youth Soccer Tournament.
pl: Jednak całkowicie zniknął ze świata piłki nożnej po National Youth Soccer Tournament.

# But if he plays hurt, and his injuries proceed to worsen...
source: But if he plays hurt, and his injuries proceed to\nworsen...
pl: Ale jeśli zagra kontuzjowany, a jego kontuzje\nbędą się pogarszać...

source: But in exchange, don't you dare lose on us!\nDon't forget you're representing\nall of Shizuoka out there!
pl: A w zamian, nie waż się z nami przegrać! Nie zapominaj, że reprezentujesz Shizuokę!

source: But it looks like something other than soccer's\nbeen in your thoughts since going to Toho Academy.
pl: Wygląda jednak na to, że od czasu pójścia do akademii Toho myślisz o czymś innym niż piłka nożna.

# But it's true... He had some funny ideas, even in those days.
source: But it's true...\nHe had some funny ideas, even in those days.
pl: Ale to prawda...\nmiał zabawne pomysły, nawet w tamtych czasach.

source: But let's see...
pl: Ale zobaczmy...

# But like I said, they need a long, high pass to set them up for their shot.
source: But like I said, they need a long, high pass\nto set them up for their shot.
pl: Ale jak już wspomniałem, potrzebują długiego, wysokiego podania, aby przygotować się do strzału.

source: But man, ping-pong balls curve like crazy.\nThat one back there puts even your Razor Shot\nto shame, Soda.
pl: Stary, piłeczki do ping-ponga kręcą się jak szalone.\nTa z tyłu zawstydza nawet twojego Razor Shota, Soda.

source: But s'gonna be us that beat 'em!
pl: Ale to my ich pokonamy!

# But that also means it's not traveling the shortest distance to the goal.
source: But that also means it's not traveling the\nshortest distance to the goal.
pl: Ale oznacza to również, że nie pokonuje\nnajkrótszej odległości do celu.

# But that's exactly why he needs to be thinking about his future.
source: But that's exactly why he needs to be thinking\nabout his future.
pl: Właśnie dlatego musi myśleć o swojej przyszłości.

source: But their opponent is Musashi MS!
pl: Ale ich przeciwnikiem jest MS Musashi!

# But these are the pros. They're not going to sign you right away.
source: But these are the pros.\nThey're not going to sign you right away.
pl: To są profesjonaliści. Nie podpiszą z tobą kontraktu od razu.

source: But today,\nthe unpolished Tsubasa encountered Nitta,\na foe with a strength he'd never seen before.
pl: A dziś, nieoszlifowany diament, Tsubasa napotkał Nittę,\nprzeciwnika o sile, jakiej nigdy wcześniej nie widział.

source: But we haven't lost yet!
pl: Jeszcze nie przegraliśmy!
